<?php

return [
    'name' => 'FIREBALL_CMS',
    'version' => '1.8.2-beta.34',
    'released_at' => '2026-10-03',
//    'summary' => 'Стабильный релиз FIREBALL CMS',
    'summary' => 'Новая бета-версия FIREBALL CMS',
    'changes' => [
        'Автоматическая проверка CMS учитывает роль: релизы для администратора, релизы и бета для создателя.',
        'Плагины автоматически проверяются из main без привязки к каналу обновления CMS.',
        'Исправили ошибки, повысили производительность и улучшили стабильность.',
        'Теперь всё работает быстрее, плавнее и надёжнее.',
    ],
];

// 1.8.2-beta.1
